<%--
  Created by IntelliJ IDEA.
  User: shenbiao
  Date: 2017/3/1
  Time: 15:21
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%
    //request.setCharacterEncoding("UTF-8");
    String path = request.getContextPath();
    String basepath = request.getScheme() + "://" + request.getServerName() + ":" + request.getServerPort() + path + "/";
%>
<html>
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width,initial-scale=1,user-scalable=0">
    <title>古迹介绍</title>
    <link rel="stylesheet" type="text/css" href="<%=basepath%>/style/weui.css"/>
    <link rel="stylesheet" type="text/css" href="<%=basepath%>/style/example.css"/>
    <%--<script type="text/javascript" src="<%=basepath%>/js/zepto.min.js"></script>--%>
    <script type="text/javascript" src="<%=basepath%>/js/jquery-1.10.2.min.js"></script>
    <style type="text/css">
        p {
            text-indent: 2em; /*em是相对单位，2em即现在一个字大小的两倍*/
        }

        article img {
            width: 100%;
        }
    </style>

</head>
<body ontouchstart>
<div class="page">
    <div class="pageContent" id="tpl_feedback">
        <div class="page__bd">
            <article class="weui-article">
                <h1 style="font-size:40px">磐安古迹</h1>
                <section>
                    <section>
                        <p>【昌文塔】在县城安文镇北，建于明代万历三十五年（1607）六月。塔高43.68米，围24.58米，径7.85米。为六棱形七层楼阁式空心砖塔。塔基用条石砌成，塔身全用特制砖，石灰夹缝，外用石灰粉饰，飞檐上翘，造型优美。塔每层有三个拱卷形门洞，塔内置有楼梯，铺设楼板，可盘旋而上。塔顶铁葫芦用四条铁索固定。建资由安文陈姓捐算。为风水塔，意为使安文昌盛，故名“昌文”。郭一鄂作有《昌文塔记》。原塔顶铁葫芦已倾斜，1987年县人民政府拨款重修，1988年完工，耗资近3万元。1984年重新公布为县级重点文物保护单位。</p>
                        <p><img src="<%=basepath%>/images/panan/3256946955520877914.jpg" alt=""></p>
                        <p>【万工堤】俗称万工城，位于县城安文镇文溪上游西南侧，为使三溪合流改道而建之水利工程。初筑于宋。明景泰间，由陈仔堂加筑“高三丈，长三里，宽二丈，叠石为堤，亘石九重”。嘉靖间，又在城上加筑胸墙。墙内可配备火铳、台枪以防寇，遂为防洪、灌溉、防御之综合工程。因工大资巨而命名“万工”。建国后，重修三次。城上有“永济桥”，为明代所建，今已改建。1984年，公布为县级重点文物保护单位。</p>

                        <p>【夹溪桥】位于尖山镇夹溪岭下，明嘉靖十七年（1538）始建石桥，后屡屺屡建，今之轿建于清代光绪二十一年（1895）。桥高15米，长38．5米，宽6．8米。两岩岸山势险峻，水势湍急，“凿山而垒，凌空而渡”甚为壮观。桥栏上有象征治水之三把石斧和蚊龙图案之雕刻。桥上可俯视“十八涡”之部分景观。明刘悫有记。1990年公布为县级重点文物保护单位。</p>

                        <p>【蔡氏宋祠】位于双溪乡梓誉村，朝东南，背山依水。初建于明祟祯四年（1631），现存大部分为清代建筑。宗祠平面为一纵轴线布局，分别由牌坊式门楼、天井、前厅、穿堂及二小天井和后厅组成，前厅、穿堂和后厅组成“工”字形。整条轴线长32．25米，宽12．4米，成一矩形的平面。其中前后厅檐柱，内拄均虽棱形，有侧脚，柱身上端成卷杀，柱础鼓形，屋檐用勾头滴水。整座建筑梁架结构为穿斗式和抬梁式相结合。宗祠里尚存朱熹题赠的“理学名宗”匾额。1990年批准为县文物保护单位。</p>

                        <p>【钟英堂】位于双溪乡梓誉村，建于清乾隆年间。其平面布局为一三合院的建筑，有正厅三间，东西厢房各六间，正厅拼柱全部用抬梁式，厅房拼柱用穿斗式，柱础为带圆点的鼓式形。1990年批准为县文物保护单位。</p>

                        <p>【花台山】又名銮舆山、金交椅，位于县城安文镇西侧，今建有宾馆。明陈怀堂开基于山下，建中和堂（今县府招待所）。宋建炎初，陆游幼时寓居安文曾游此山。有“非乌”诗传于世。1951年中共磐安县委设于此。1983年磐安恢复县建制后，县委、县府又曾设于此。</p>

                        <p>【石霞岭】俗名西华岭，位于深泽乡、双蜂乡之间。《金华府志》（清·康熙）载：“有日月潭，广亩。”又载：“其上石壁，赤白相间，圆，各二三尺许，如日月状，故名。”</p>

                        <p>【长寿岭】又名长蛇岭、殊闲岭，为安文镇之东北屏蜂。康熙《金华府志》载：“长寿岭高七百丈。”岭上有二亭，中享有住户，施茶；上亭可憩。岭顶为台地狭长盆地，名曰殊闲，其境甚为幽雅。</p>

                        <p>【斤丝潭】位于云山乡陈华坑，离城15公里，由瀑布冲击而成。相传水深无底，曾有人以一斤蚕丝结铁放试，丝完而末到底。潭内有赃物沙石树木积存时，偶尔水从底部冲出将其物翻出，曰：“洗潭”。旁有龙王庙。四周林木蔽荫。</p>

                        <p>【安福禅院遗址】又名安福寺，古名安文寺，位于城区环城南路。建于唐代咸通八年（867）。开山僧为古心和尚，宋代绍兴间住持为葛禅师，陆游《别僧诗》。清代名僧为智员、雪山、普祥、普瑞等。今已废，其址已辟为粮库和粮油厂，山门外之大樟树仍踞于公路中。</p>

                        <p>【马鬃岭】位于维新乡龙溪村（现名孔家鸟）与仙居县交界处，离县城55公里。明代嘉靖三十三年（1554）倭寇犯台州。于岭上筑寨，屯兵以备。寇屡犯境，义勇陈百二率众迎战于破岗岭，挫其前锋，寇遂走。清·光绪《仙居县志》载：马鬃岭“延袤三十里为婺台之咽吭，草径崎岖，苍崖陡绝有似马鬃，故名。上为黄山瑞岩村。有药包岩、断井坑诸胜。明嘉靖间，婺人御侯寇于此，石垒犹存，伤呼风门岭。”康熙《金华府志》载：于明嘉靖三十五年筑马鬃岭寨，以御倭寇。</p>

                        <p>【大盘山】位于大盘、云山、墨林、双峰、仁川等乡之间，海拔1245米。山顶有湖潭，终年有水，旁有洞。旧志载：相传为南梁昭明太子萧统读书处，后入建腾云宫以志纪念。明陈修蟾有《大盆山诣昭明太子祠》诗，又清俞允撰有《盘山洞》诗传世。山岙有村，曰王隐坑．《民国东阳县志稿》载“昭明避谗寓居于此，故名。所遗金钟一枚，于宋时贡于朝廷。”后人以昭明为大盘山之神，称“盘山圣帝”。在大盘岭头建有应济庙，塑梁昭明太子像。庙前有古柳杉一裸，胸围8米余，高25米。高耸入云如华盖，传“为千余年物”。至今尚存。</p>

                        <p>【红军洞】位于高二乡栗树坑村坞导佑自然村（又名坞大义）以南1公里之大平头坑。左右与后都是悬崖绝壁，前有巨石阻挡。1940年底，范连辉等10多名红军战士曾在老百姓的掩护下于此养伤。</p>
                    </section>
                </section>
            </article>
        </div>
    </div>
</div>
<script type="text/javascript">
    var basepath = "<%=basepath%>";
    /**
     * 开始自动加载find
     */
    $(document).ready(function () {
    })
</script>
</body>
</html>
